"DesktopLyrics could not restart itself automatically. Please restart it yourself when it is convenient for you." = "DesktopLyrics could not restart itself automatically. Please restart it yourself when it is convenient for you.";

"DesktopLyrics needs to be restarted for this option to take effect. Hold down alt (option) during application launch to get the interface back." = "DesktopLyrics needs to be restarted for this option to take effect. Hold down alt (option) during application launch to get the interface back.";

"OK" = "OK";

"Restart later" = "Restart later";

"Restart now" = "Restart now";

"Screen" = "Screen";

"Unavailable Screen" = "Unavailable Screen";

"Welcome to DesktopLyrics. This seems to be the first time you start DesktopLyrics. The preferences-window will be opened." = "Welcome to DesktopLyrics. This seems to be the first time you start DesktopLyrics. The preferences-window will be opened.";

